
//Common
"kSuccess" = "Opération réussie";
"kFailed" = "Échec";
"kWarning" = "Avertissement";
"kError" = "Erreur";
"kConfirm" = "Confirmer";
"kOK" = "OK";
"kCancel" = "Annuler";
"kYes" = "Oui";
"kNo" = "Non";
"kAdd" = "Ajouter";
"kRename" = "Renommer";
"kPlay" = "Lire";
"kDelete" = "Supprimer";
"kRotate" = "Faire pivoter";
"kExtract" = "Extraire";
"kCopy" = "Copier";
"kDone" = "Terminé";
"kSave" = "Enregistrer";
"kDonotSave" = "Ne pas enregistrer";
"kLoading" = "Chargement…";
"kShare" = "Partager";
"kReplace" = "Remplacer";
"kSkip" = "Ignorer";
"kZip" = "ZIP";
"kEdit" = "Modifier";
"kBack" = "Retour";
"kSelectAll" = "Tout sélectionner";
"kDeselectAll" = "Désélectionner tout";
"kCreate" = "Créer";
"kFlatten" = "Aplatir";
"kAuto" = "Automatique";
"kMultiPicking" = "Plusieurs prélèvements";
"kSaveAs" = "Enregistrer sous";
"kFileErrorNotLoaded" = "Erreur de format : pas un PDF ou endommagé.";
"kSelectFolder" = "Sélectionner un dossier";

//Error
"kWrongPageNumber" = "Numéro de page incorrect. Le numéro doit être";
"kDocPasswordError" = "Mot de passe non valide.\nEntrez-le à nouveau.";
"kNoFileInDisk" = "Impossible de trouver le fichier %@ sur le disque. Retirez-le de la liste de fichiers.";
"kInvalidSecurityHandler" = "Gestionnaire de sécurité non valide.";
"kErrorCode" = "Code d'erreur (%d) :";
"kUnfoundOrCannotOpen" = "Impossible de trouver ou d'ouvrir le fichier.";
"kInvalidFormat" = "Format non valide.";
"kHandlerError" = "Gestionnaire non valide.";
"kWrongCertificate" = "Certificat non valide.";
"kCertExpired" = "Le certificat a expiré.";
"kUnknownError" = "Erreur inconnue.";
"kInvalidLibraryLicense" = "Licence de bibliothèque non valide.";
"kInvalidParameter" = "Paramètre non valide.";
"kUnsupportedType" = "Type non pris en charge.";
"kOutOfMemory" = "Mémoire insuffisante.";
"kNoAppropriateApplication" = "Aucune application appropriée n'existe.";
"kInvalidUrl" = "URL non valide.";
"kUnsupportedDocFormat" = "Le document XFA n'est pas pris en charge pour fonctionner.";
"kPasswordNotSame" = "Les mots de passe du propriétaire du document et de son ouverture ne peuvent pas être identiques. Veuillez entrer un mot de passe différent dans le champ Mot de passe d'ouverture du document ou dans le champ Mot de passe du propriétaire.";
"kEditOutsideDocument" = "Vous ne pouvez pas modifier en dehors du document.";
"kXFAUnsupportedOP" = "Le document XFA ne prend pas en charge cette opération";
"kShouldSaveFileTips" = "Le document PDF a été modifié. Voulez-vous enregistrer les modifications ?";
"kShouldSaveEncryptionDocument" = "Voulez-vous enregistrer le document avant de chiffrer ?";
"kShouldSaveEecryptionDocument" = "Voulez-vous enregistrer le document avant de déchiffrer ?";
"kTrimWhitespace" = "Caractères espaces de tête et de queue coupés !";
"kFailMovePage" = "Échec du déplacement des pages.";
"kFailRotatePage" = "Échec de la rotation de la page.";
"kFailExtract" = "Échec de l'extraction !";
"kFailCopy" = "Échec de la copie !";
"kFailInsert" = "Échec de l'insertion !";
"kFailDelete" = "Échec de la suppression.";
"kInvalidPermissionTip" = "Vous n'avez pas l'autorisation de consulter ces pages.";
"kInvalidLogin" = "Connectez-vous en premier lieu";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "Voulez-vous vraiment supprimer la ou les pages sélectionné(e)s ? Vous ne pouvez pas annuler cette action";
"kNotAllowDeleteAll" = "La suppression de toutes les pages n'est pas autorisée";
"kDeletePageFailed" = "Impossible de supprimer la ou les pages.";
"kMovePageFailed" = "Impossible de déplacer la ou les pages.";


//File management
"kDocuments" = "Documents";
"kSearchPlaceholder" = "Rechercher PDF";
"kByFileName" = "Par nom";
"kItems" = "%Lld éléments";
"kSelect" = "Sélectionner";
"kIllegalNameWarning" = "Vous avez entré un nom illégal";

"kFileInformation" = "Informations sur le fichier";
"kReduceFileSize" = "Réduire la taille du fichier";
"kReduceFileSizeDescription" = "Cette option compressera les images et peut affecter leur qualité. Voulez-vous continuer ?";
"kFlattenDescription" = "Après aplatissement, le fichier sera enregistré.";
"kAirPrint" = "Imprimer";
"kAirPrintNotAvailable" = "L'impression sans fil n'est pas disponible ; veuillez vérifier vos paramètres système.";
"kScreenCapture" = "Capture d'écran";
"kScreenCaptureVersion" = "La capture d'écran est prise en charge par iOS 6.0 et les versions ultérieures ; veuillez mettre à niveau votre système.";

"kName" = "Nom";
"kAdded" = "Ajouté";
"kModify" = "Mis à jour";
"kDeleted" = "Supprimé";
"kReply" = "Répondre";
"kOKHelp" = "Sélectionnez \"Enregistrer\" pour enregistrer le document ici.";
"kInputNewFileName" = "Entrez un nouveau nom de fichier";
"kFileAlreadyExists" = "Le fichier existe déjà. Voulez-vous le remplacer ?";
"kCloudUploadFile" = "Charger";
"kCopyToFolder" = "Copier vers";
"kMoveToFolder" = "Déplacer vers le dossier";
"kSelectToFolder" = "Sélectionner un dossier";
"kMove" = "Déplacer";
"kCopyHelp" = "Sélectionnez \"Copier\" pour copier le document ici.";
"kMoveHelp" = "Sélectionnez \"Déplacer\" pour déplacer le document ici.";
"kAddServer" = "Ajouter";
"kMultiSelectLimitFaild" = "Sélectionnez au moins %d dossier(s)";
"kDoneHelp" = "Sélectionnez \"Fait\" pour enregistrer le document ici.";
"kInputNewName" = "Entrez le nouveau nom";
"kNoFolderFiles" = "Pas encore de fichiers, il est vide !";
"kNoFiles" = "Aucun fichier trouvé";

//EGOTableViewPullRefresh
"kLastUpdated" = "Dernière mise à jour";
"kReleaseToRefresh" = "Relâchez pour actualiser...";
"kPullDownToRefresh" = "Tirez vers le bas pour actualiser...";

//Document
"kDocNeedPassword" = "Ce fichier est protégé par mot de passe.\nSaisissez un mot de passe pour ouvrir ce document.";
"kViewModeSingle" = "Unique";
"kViewModeContinuous" = "Défilement continu";
"kViewModeThumbnail" = "Vignette";
"kReflow" = "Réorganisation";
"kViewModeCover" = "Page de couverture";
"kViewModeNoCover" = "Opposées";
"kFitPage" = "Adapter à la page";
"kFitWidth" = "Adapter à la largeur";
"kRotateView" = "Rotation affichage";
"kPageMode" = "Mode page";
"kPageView" = "Affichage des pages";
"kNightMode" = "Mode Nocturne";

//Crop
"kCropMode" = "Mode Rognage";
"kCropSmartCalculating" = "Calcul du rognage de la page ; veuillez patienter...";
"kCropNo" = "Aucun rognage";
"kCropSmart" = "Rognage intelligent";
"kCropDone" = "Rognage";
"kCropDetect" = "Détecter";
"kCropFull" = "Complet";
"kApply2All" = "Utiliser sur tous";
"kApply2Odd" = "Utiliser sur les éléments impairs";
"kApply2Even" = "Utiliser sur les éléments pairs";

//Form
"kForm" = "Formulaire";
"kCreateFormFields" = "Création de champs de formulaire";
"kResetFormFields" = "Réinitialiser les champs du formulaire";
"kImportForm" = "Importer les données de formulaire";
"kExportForm" = "Exporter les données de formulaire";
"kSureToResetFormFields" = "Voulez-vous vraiment réinitialiser tous les champs de formulaire ?";
"kNoFormAvailable" = "Ce document ne comprend aucune donnée de formulaire";
"kImportFormSuccess" = "Les données ont été importées avec succès dans le document en cours.";
"kImportFormFailed" = "Impossible d'importer ou d'accéder aux données. Veuillez vérifier l'état du fichier de données de formulaire puis réessayer.";
"kExportFormSuccess" = "Les données de formulaire ont été exportées avec succès.";
"kExportFormFailed" = "Échec de l'exportation du formulaire.";
"kReset" = "Réinitialiser";
"kClickHereFormTip" = "Cliquez ici pour ajouter des éléments";
"kItemList" = "Liste d'éléments";
"kOptions" = "Options";
"kCustomText" = "Texte personnalisé";
"kNewItem" = "Nouvel élément";
"kMultipleSelection" = "Sélection multiple";
"kFieldRenamFailed" = "Le nom saisi est déjà utilisé dans un champ existant. Choisissez un autre nom ou changez le type du champ pour qu'il corresponde au champ existant.";

//Annotation
"kAnnotation" = "Annotations";
"kComment" = "Commentaire";
"kReply" = "Répondre";
"kCopyText" = "Copier le texte";
"kIcon" = "Icône";
"kFont" = "Police";
"kOpacity" = "Opacité";
"kHighlight" = "Mettre en évidence";
"kSquiggly" = "Ondulé";
"kStrikeout" = "Barrer";
"kUnderline" = "Souligner";
"kRedaction" = "Masquage";
"kApply" = "Appliquer";
"kApplyAllRedaction" = "Appliquer tout le masquage";
"kApplyAll" = "Appliquer tout";
"kLine" = "Ligne";
"kArrow" = "Flèche";
"kPencil" = "Crayon";
"kRectangle" = "Rectangle";
"kCircle" = "Ovale";
"kEraser" = "Gomme";
"kInsertText" = "Insérer un texte";
"kReplaceText" = "Remplacer le texte";
"kAttachment" = "Pièce jointe";
"kAttachments" = "Pièces jointes";
"kRotation" = "Rotation";
"kImage" = "Image";
"kPolygon" = "Polygone";
"kCloud" = "Nuage";
"kPolyLine" = "Ligne brisée";
"kCustomColor" = "Couleur personnalisée";
"kMultipleSelect" = "Plusieurs prélèvements";
"kGroup" = "Grouper";
"kUngroup" = "Dégrouper";

"kGraph" = "Graphique";
"kPushpin" = "Punaise";
"kPaperclip" = "Trombone";
"kTag" = "Balise";

"kTypewriter" = "Machine à écrire";
"kTextbox" = "Zone de texte";
"kCallout" = "Légende";
"kHintTitleTypewriter" = "Touchez l'écran pour ajouter une machine à écrire";

"kDistance" = "Distance";
"kUnit" = "Unité";
"kDistanceLengthError" = "La valeur ne peut pas être vide ou contenir plus de 6 chiffres";
"kDistanceNumberError" = "La valeur doit être un nombre";

"kRedactTip" = "Vous êtes sur le point de masquer définitivement le contenu marqué, et cette opération ne peut pas être annulée. Voulez-vous vraiment continuer ?";
"kFailedLoadModuleForLicenseTip" = "Vous n'êtes pas autorisé à utiliser ce module complémentaire, veuillez nous contacter pour mettre à niveau votre licence.";

//Bookmark
"kBookmark" = "Signets";
"kRenameBookmark" = "Renommer le signet";
"kClearBookmark" = "Voulez-vous vraiment effacer tous les signets ?";
"kInputBookmarkName" = "Entrez le nouveau nom du signet";

//Outline
"kOutline" = "Esquisse";

//Search
"kSearch" = "Rechercher";
"kTotalFound" = "Total trouvé";
"kSearchGoogle" = "Rechercher sur Google";
"kSearchWiki" = "Rechercher sur Wikipédia";
"kPage" = "Page";
"kSearching" = "Recherche...";
"kWholeWordsOnly" = "Mots entiers uniquement";
"kCaseSensitive" = "Sensible à la casse";
"kSearchInInternet" = "Rechercher sur Internet";

//Signature
"kSignatureTitle" = "Signature";
"kSignAction" = "Signer";
"kEditSavedSign" = "Modifier la signature enregistrée";
"kConfirmSign" = "Lorsque la signature est apposée, celle-ci et toutes les modifications effectuées avant sont automatiquement enregistrées dans le fichier.";

"kSignListTitle" = "Liste des signatures";
"kSignListIconTitle" = "Liste";
"kHadProtect" = "Ce document est protégé par une signature numérique ou par RMS.";
"kHeaderCertInfo" = "INFORMATIONS SUR LE CERTIFICAT";
"kCertSerialNum" = "Numéro de série :";
"kCertIssuer" = "Émetteur du certificat :";
"kCertStartTime" = "Date de début valide :";
"kCertEndTime" = "Date de fin valide :";
"kCertEmail" = "Adresse email :";
"kSignDate" = "Date de la signature :";
"kVerifyVaildResult" = "La signature numérique est valide.";
"kVerifyVaildModifyResult" = "La révision du document couvert par cette signature n'a pas été modifiée. Cependant, le document a subi des changements conséquents.";
"kVerifyInvaildResult" = "La signature numérique n'est pas valide.";
"kVerifyUnknownResult" = "La signature numérique est INCONNUE.";
"kVerifyResultErrorByteRange" = "La signature numérique n'est pas valide du fait d'une erreur de plage d'octets.";
"kVerifyResultIssueExpire" = "La signature numérique est INCONNUE.\nLe certificat de vérification de l'émetteur a expiré.";
"kVerifyResultErrorData" = "Une erreur inconnue s'est produite lors de la vérification de la signature numérique";
"kVerifyResultInvaildAndOther" = "La signature numérique est invalide comme autres raisons.";
"kVerifyTitle" = "Résultats de la vérification";
"kCurrentSelectCert" = "Certificat actuel :";
"kVerifySign" = "Valider la signature";
"kSignListSectionHadCert" = "Signature avec certificat";
"kSignListSectionWithoutCert" = "Signature sans certificat";
"kSelectAddCert" = "+ Sélectionner le certificat à ajouter ";
"kCertFileError" = "Erreur de fichier de certificat";
"kRequestPermissionTip" = "Demande d'autorisations :";
"kPermissionCopy" = "Copie de texte, d'images et d'autre contenu";
"kPermissionEdit" = "Commentaire, remplissage des champs de formulaire et signature des champs de signature existants";
"kNoCert" = "Aucun certificat";
"kNoCertAndImportTip" = "Aucun certificat. Veuillez importer vos certificats";

"kFieldSignWithoutCert" = "Veuillez sélectionner un certificat pour signer ce document.";
"kAddSign" = "Signer";
"kSignList" = "Liste des signatures";
"kDeleteSign" = "Supprimer";
"kOfflineCopyAlterTitle" = "Veuillez entrer le mot de passe";
"kPassWordErrorAlterTitle" = "Le mot de passe n'est probablement pas correct. Réessayer ?";
"kSaveSignedDocSuccess" = "Enregistrement d'un nouveau document PDF avec signature numérique réussi";
"kSaveSignedDocFailure" = "Échec de la signature et de l'enregistrement";

"kLTVStateEnable" = "La signature est compatible avec la validation à long terme (LTV)";
"kDigitalSignatureTitle" = "Signatures numériques";
"kDigitalSignatureBtnView" = "Afficher";
"kDigitalSignatureBtnVerify" = "Vérifier";
"kDigitalSignatureTableEmptyData" = "Pas de signatures numériques";
"kDigitalSignatureSignedTitleVersion" = "Rév. %d :";
"kDigitalSignatureSignedTitleSigner" = "Signé par %@";
"kDigitalSignatureUnsigned" = "Champ Signature non signé";
"kDigitalSignatureAllReadyView" = "Vous affichez déjà cette version du document couverte par la signature sélectionnée.";
"kDigitalSignatureFaildView" = "Échec de l'affichage de cette version";
"kDigitalSignatureListSignerUnknown" = "Inconnu";

"kAddTrustedCertTitle" = "Ajouter aux certificats de confiance";
"kAddTrustedCertDesciption" = "Voulez-vous approuver le certificat lors de la validation des signatures ou de documents certifiés ?";
"kTrustedCertName" = "Nom :";
"kTrustedCertIssuer" = "Émetteur du certificat :";
"kTrustedCertValidFrom" = "Valide à partir du :";
"kTrustedCertValidTo" = "Valide jusqu'au :";
"kTrustedCertKeyUsage" = "Utilisation prévue de la clé :";

"kuDIGITALSIGNATURE" = "Signature numérique";
"kuNONREPUDIATION" = "Non-répudiation";
"kuKEYENCIPHERMENT" = "Chiffrement clés";
"kuDATAENCIPHERMENT" = "Chiffrement des données";
"kuKEYAGREEMENT" = "Accord des clés";
"kuKEYCERTSIGN" = "Sign. cert. clés";
"kuCRLSIGN" = "Sign. Crl";
"kuENCIPHERONLY" = "Non spécifié";
"kuDECIPHERONLY" = "Non spécifié";

//Selection
"kColor" = "Couleur";
"kSize" = "Taille";
"kThickness" = "Épaisseur";
"kFontName" = "Nom de la police";
"kFontSize" = "Taille de police";
"kIconCheck" = "Coche";
"kIconCircle" = "Ovale";
"kIconComment" = "Commentaire";
"kIconCross" = "Croix";
"kIconHelp" = "Aide";
"kIconInsert" = "Insérer";
"kIconKey" = "Clé";
"kIconNewParagraph" = "Nouveau paragraphe";
"kNote" = "Note";
"kIconParagraph" = "Paragraphe";
"kIconRightArrow" = "Flèche droite";
"kIconRightPointer" = "Pointeur droit";
"kIconStar" = "Étoile";
"kIconUpArrow" = "Flèche Haut";
"kIconUpLeftArrow" = "Flèche en haut à gauche";

//Record
"KStart" = "Démarrer";

//ACN
"kDiscardChange" = "Ignorer les modifications";

//RMS rights
"kRMSFILLFORM" = "Remplir un formulaire";
"kRMSANNOTATE" = "Commenter dans le document";
"kRMSASSEMBLE" = "Gérer les pages et signets";
"kRMSEDIT" = "Modifier le document";
"kRMSEXTRACTACCESS" = "Copie du contenu pour l'accessibilité";
"kRMSEXTRACT" = "Extraire le contenu du document";

"kRMSNoAccess" = "Ce document est protégé ; veuillez vérifier votre autorisation.";
"kRMSAlreadyEncrypt" = "Ce document est déjà chiffré par Microsoft AD RMS.";

//Permission
"kPermission" = "Autorisation";
"kPermissionPrint" = "Impression";
"kEnable" = "Autorisé";
"kDisable" = "Non autorisé";

"kPwdDocumentLimitation" = "Ajouter des restrictions au document";
"kPwdFillForm" = "Remplir un formulaire";
"kPwdEditDocument" = "Modifier le document";
"kPwdExtractContent" = "Extraire le contenu";

"kDecryption" = "Supprimer la sécurité";
"kEncryptionTitle" = "Chiffrement";
"kEncryptMissOpenDocPass" = "Veuillez entrer le mot de passe pour \"Ouvrir le document\" ou désactiver l'option.";
"kEncryptMissOtherPass" = "Veuillez entrer le mot de passe pour une autre permission ou désactiver l'option.";
"kEncryptRemovePass" = "Voulez-vous vraiment supprimer la sécurité de ce document ?";
"kEncryptProcess" = "Chiffrement…";
"kEncryptRemove" = "Suppression...";
"kTryAgain" = "Réessayez";
"kEncryptAddFail" = "Échec du chiffrement de ce document. Voulez-vous essayer à nouveau ?";
"kEncryptAddSuccess" = "Chiffrement du document réussi !";
"kEncryptRemoveSuccess" = "Ce mot de passe a été supprimé avec succès !";
"kEncryptionSectionTitle" = "OPTIONS DE SÉCURITÉ";
"kEncryptionSectionFooter" = "- Lorsque l'option \"Ouvrir le document\" est activée, un mot de passe est exigé pour l'ouverture du document.\n- Lorsque l'option Autre autorisation est activée, un mot de passe est nécessaire pour exécuter l'action.";
"kEncryptionDoneNoPass" = "Ce document n'est chiffré par aucun mot de passe. Souhaitez-vous le chiffrer ?";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "Ouvrir le document";
"kCellEncryptPrintDocumentTitle" = "Imprimer un document";
"kCellEncryptCopyContentTitle" = "Copie du contenu pour l'accessibilité";
"kCellEncryptPasswordTitle" = "Mot de passe :";

//others
"kInvalidJSON" = "JSON non valide";
"kRecordVideo" = "Enregistrer une vidéo";
"kRecordAudio" = "Enregistrer de l'audio";
"kFromDocument" = "À partir du document";
"kFromAlbum" = "Depuis l'album";
"kFromCamera" = "Depuis l'appareil photo";
"kGo" = "Valider";
"kDocinfo" = "Informations sur le fichier";
"kFilePath" = "Chemin";
"kFileAuthor" = "Auteur";
"kFileSubject" = "Sujet";
"kCreateDate" = "Créé";
"kModifyDate" = "Dernière modification";
"kSecurity" = "Sécurité";
"kHeaderDescription" = "DESCRIPTION";
"kDescription" = "DESCRIPTION";
"kEncryption" = "Chiffrement de fichier";
"kPasswordEncryption" = "Protection par mot de passe";
"kNoEncryption" = "Sans protection";
"kMoreTextMarkup" = "Marquage de texte";
"kMoreDrawing" = "Dessin";
"kMoreOthers" = "Autres";
"kReadView" = "  Afficher  ";
"kReadComment" = "Commentaire";
"kPropertyFill" = "Remplir";
"kOverlayText" = "Texte de recouvrement";
"kText" = "Texte";
"kInputPlaceholderText" = "Entrez du texte";
"kStamp" = "Tampon";
"kPropertyImage" = "Image";
"kAudio" = "Audio";
"kVideo" = "Vidéo";
"kMore" = "Plus";
"kAppearance" = "Apparence";
"kAnnotContinue" = "Garder l'outil sélectionné";
"kAnnotSingle" = "Commentaire unique";
"kScreenLock" = "Verrouillage de l'écran";
"kPanAndZoom" = "Panoramique et zoom";
"kAutoBrightness" = "Luminosité automatique";
"kClear" = "Effacer";
"kClearAnnotations" = "Voulez-vous vraiment effacer toutes les annotations ?";
"kTimeSort" = "Heure";
"kOpen" = "Ouvrir";
"kOtherDocumentsFile" = "Fichier";
"kRequiredPlaceHolder" = "Requis";
"kOptionalPlaceHolder" = "Facultatif";
"kDocumentAttachmentTab" = "Onglet Pièces jointes";
"kRenameAndAttached" = "Renommer et joindre";
"kAttachmentMaxSize" = "Ce commentaire est trop volumineux pour être joint. Il ne peut pas dépasser %d Mo.";
"kFailedAddAttachment" = "Impossible d'ajouter la pièce jointe.";
"kFailedAddAttachmentForExistedName" = "La pièce jointe existe déjà.";
"kDescription" = "Description";
"kSureToReplaceFile" = "Voulez-vous vraiment remplacer le fichier '%@' ?";
"kCopyFileFailed" = "Échec de la copie du fichier :\n%@ : %@\n";
"kFailedChangeDocumentAttachmentDescription" = "Échec de la modification de la description de la pièce jointe : '%@'";
"kFailedSaveAttachmentBadFileName" = "Une erreur s'est produite lors de l'enregistrement de ce fichier. Le nom du fichier n'est pas valide.";
"kFailedOpenAttachmentBadFileName" = "Une erreur s'est produite lors de l'ouverture de ce document. Le nom du fichier n'est pas valide.";
"kRMSEncryption" = "Protection RMS";
"kMediaFileValid" = "Ce type de fichier n'est pas pris en charge. Sélectionnez un fichier valide.";
"kFailedToOpenFile" = "Échec de l'ouverture de ce fichier, essayer de l'ouvrir avec une autre application ?";
"kFailedOpenAttachment" = "Échec de l'ouverture de la pièce jointe '%@'.";
"kFailedOpenAlbum" = "Cet appareil ne prend pas en charge l'album.";
"kFailedOpenCamera" = "Cet appareil ne prend pas en charge l'appareil photo.";
"kFailedLoadJSON" = "Le gestionnaire d'extensions n'a pas pu être chargé.";
"kFlattenTip" = "Aplatissez l'annotation pour qu'elle devienne une partie du contenu de la page et qu'elle ne puisse pas être modifiée ou supprimée.";
"kProtect" = "Protéger";
"kComments&Fields" = "Commentaires et champs";
"kPDFVersion" = "Version PDF‎";
"kFastWebView" = "Vue Web rapide";
"kTaggedPDF" = "PDF étiqueté";
"kPages" = "Pages";
"kTitle" = "Titre";
"kCreator" = "Créateur";
"kProducer" = "Émetteur";
"kKeywords" = "Mot clé";
"kDocumentSize" = "Taille du document";
"kInch" = "pouce";
"kTitleNotice" = "Ajouter un titre";
"kSubjectNotice" = "Ajouter un sujet";
"kCreatorNotice" = "Ajouter un créateur";
"kAuthorNotice" = "Ajouter un auteur";
"kProducerNotice" = "Ajouter un émetteur";
"kKeywordsNotice" = "Ajouter des mots-clés";

//Insert page
"kBlankPage" = "Page vierge";
"kPageSize" = "Taille de page";
"kPageColor" = "Couleur de page";
"kOrientation" = "Orientation";
"kPageCount" = "Nombre de pages";
"kPortrait" = "Portrait";
"kLandscape" = "Paysage";
"kLetter" = "Lettre";
"kLegal" = "Légal";
"kLedger" = "Grand livre";
"kAddPage" = "Ajouter une page";
"kCurrent" = "Actuel";
"kNew" = "Nouveau";
"kThemeColors" = "Couleurs de thème";
"kBlank" = "Vierge";
"kLined" = "À lignes";
"kGrid" = "Grille";
"kGraph" = "Graphique";
"kMusic" = "Musical";

//Comment
"kImportComments" = "Importer les commentaires";
"kExportComments" = "Exporter les commentaires";
"kSummarizeComments" = "Résumer les commentaires";
"kSuccessExportData" = "Les données ont été exportées.";
"kFailedExportData" = "Échec de l'exportation de données depuis le document actuel.";
"kSuccessImportData" = "L'importation des données de commentaires vers le document actuel a abouti.";
"kFailedImportData" = "Échec de l'importation de données dans le document actuel.";
"kNoCommentsImport" = "Aucun commentaire n'a été importé.";
"kOptimizing" = "Optimisation du document...";
"kOptimizeFailed" = "Échec de l'optimisation";
"kOptimizeSizeTip" = "Fichier optimisé de %@ à %@";
"kMinimum" = "Minimum";
"kLow" = "Faible";
"kMedium" = "Moyen";
"kHigh" = "Élevé";
"kMaximum" = "Maximum";
"kSummarizeComments" = "Résumer les commentaires";
"kDocumentAndComments" = "Document et commentaires";
"kCommentsOnly" = "Commentaires uniquement";

//Save as
"kOriginalDocument" = "Document d'origine";
"kFlattenedCopy" = "Copie aplatie";
"kFlattenedCopyTip" = "Aplatit des annotations ou des formulaires PDF pour les transformer en contenu de page et empêcher toute modification ultérieure";
"kSaving" = "Enregistrement...";
"kCouldNotSavedTip" = "Impossible d'enregistrer le document. Enregistrez le document sous un autre nom ou dans un autre dossier.";
"kFileName" = "NOM DE FICHIER";
"kFormat" = "FORMAT";
"kRename" = "Renommer";
"kReducedFileSizeCopy" = "Copie de taille de fichier réduite";
"kLossy" = "Avec perte";
"kLossless" = "Sans perte";
"kGrayscaleImages" = "IMAGES EN COULEUR/ÉCHELLE DE GRIS";
"kMonochromeImages" = "Images monochromes";
"kQuality" = "Qualité";

//Trust Cert
"kDeleteTrustedCer" = "Voulez-vous vraiment supprimer ce certificat ?\nLe cas échéant, vous ne pourrez plus vérifier l'identité du propriétaire.";
"kTrustedCert" = "Certificats de confiance";
"kCerficateProtect" = "Protéger par certificat";
"kInfo" = "Info";
"kCertInfo" = "Informations sur le certificat";
"kViewCert" = "Afficher le certificat";
"kUsage" = "Utilisation";
"kTrust" = "Accréditer";
"kTrustedCertTip" = "Si vous modifiez les paramètres d'accréditation, vous devrez revalider les signatures pour voir les modifications. Il n'est pas recommandé d'accréditer des certificats directement à partir d'un document. Voulez-vous vraiment continuer ?";
"kVerifyingDigital" = "Vérification d'une signature numérique";
"kNoCertificates" = "Aucun certificat de confiance n'est disponible";

// Comparison
"kComparisonVCTitle" = "Comparer";
"kCompareItemTitle" = "Mode de comparaison";
"kCompareButtonOverlay" = "Superposition";
"kCompareButtonAbreast" = "Côte à côte";
"kCompareFileInfoOld" = "Ancien fichier";
"kCompareFileInfoNew" = "Nouveau fichier";
"kCompareFileSelectedColor" = "Couleur sélectionnée";

"kComapreContainerLegendTitle" = "Légende";
"kComapreContainerLegendReplace" = "Remplacé";
"kComapreContainerLegendDelete" = "Supprimé";
"kComapreContainerLegendInsert" = "Inséré";
"kComapreContainerHideLegend" = "Masquer la légende";
"kComapreContainerShowLegend" = "Afficher la légende";
"kCompareNotSupportFileFormat" = "Le format de fichier n'est pas pris en charge %@";
"kCompareNotSomeFile" = "Sélectionnez deux documents différents à comparer.";
"kCompareing" = "Comparaison des documents en cours…";

//scan
"kScan" = "Numériser";
"kStartTap" = "Cliquez pour numériser";
"kRecentTips" = "Transformation récente";
"kNoDetect" = "Aucune détection";
"kMoveClear" = "Rapprochez-vous";
"kGlareDetect" = "Reflet détecté";
"kDark" = "Trop foncé";
"kHoldStill" = "Restez immobile";
"kAddPhotos" = "Ajouter des photos";
"kPhotos" = "Photos";
"kScaneLightTip" = "Flash";
"kScaneDetechTip" = "Détection automatique";
"kScaneFrameSizeTip" = "Taille de page";
"kClose" = "Fermer";
"kNeedFullScreen" = "Veuillez basculer en mode Plein écran pour utiliser l'appareil photo.";
"kALBUM" = "Impossible d'accéder à l'album photo sans autorisation.";
"kNoTorch" = "L'appareil photo de cet appareil n'a pas de flash.";
"kLightOpen" = "Activer le flash";
"kLightClose" = "Désactiver le flash";
"kContinueMode" = "Continu";
"kSigleMode" = "Unique";
"kAutoDetectOpen" = "Activer la détection automatique";
"kAutoDetectClose" = "Désactiver la détection automatique";
"kContrast" = "Contraste";
"kColorModelNone" = "Aucune";
"kColorModelBlackWhite" = "Noir et blanc";
"kColorModeGray" = "Gris";
"kWidth" = "Largeur";
"kHeight" = "Hauteur";
"kOutPageSizeTip" = "La mesure doit être comprise entre 1 mm et 5 587 mm.";
"kOriginal" = "Original";
"kCustom" = "Personnalisé";
"kStorePDF" = "Stocker en tant que PDF";
"kSharePDF" = "Partager en tant que PDF";
"kConvertPhotos" = "Galerie";
"kRenameFileName" = "Renommer le fichier";
"kBrightness" = "Luminosité";
"kSaveSuccess" = "Enregistrement réussi";
"kImageLimit" = "Sélectionner jusqu'à 9 images une seule fois.";
"kNoFilesYet" = "Pas encore de fichiers";
"kAddNewScanImageTip" = "Cliquez sur le \"+\" en bas pour ajouter une image";
"kNotAllowTakePhoto" = "Impossible de prendre des photos";
"kCAMERADenied" = "Impossible d'accéder à l'appareil photo pour prendre des photos. Veuillez autoriser cet accès dans les paramètres de Confidentialité de votre appareil.";
"kGoSetting" = "Accéder aux Paramètres";
"kFileFolderExist" = "Ce nom de fichier ou dossier existe déjà ; veuillez entrer un autre nom.";
"kNoPhotos" = "Les photos que vous prenez apparaîtront ici. Appuyez pour revoir ou appuyez longuement pour supprimer.";
"kSelected" = "Sélectionné(s)";
"kBusinessCard" = "Carte de visite";
"kEnvelope" = "Enveloppe";
"kExecutive" = "Exécutif";
"kGalleryNoPhotos" = "Pas de photos";

//speech
"kSpeak" = "Parler";
"kSpeakString" = "Lecture vocale du contenu sélectionné";
"kSpeakStart" = "Lecture vocale depuis la position actuelle";
"kSpeechRateTitle" = "Vitesse de lecture";

//fill sign
"kProfiletitle" = "Texte prédéfini";
"kProfileFullName" = "Nom complet :";
"kProfileAddFullName" = "Ajouter un nom complet";
"kProfileFirstName" = "Prénom :";
"kProfileAddFirstName" = "Ajouter un prénom";
"kProfileMiddleName" = "Deuxième prénom :";
"kProfileAddMiddleName" = "Ajouter un deuxième prénom";
"kProfileLastName" = "Nom :";
"kProfileAddLastName" = "Ajouter un nom";
"kProfileAddress" = "Adresse";
"kProfileStreet1" = "Ligne 1 de rue :";
"kProfileAddStreet1" = "Ajouter une ligne 1 de rue";
"kProfileStreet2" = "Ligne 2 de rue :";
"kProfileAddStreet2" = "Ajouter une ligne 2 de rue";
"kProfileCity" = "Ville :";
"kProfileAddCity" = "Ajouter une ville";
"kProfileState" = "État :";
"kProfileAddState" = "Ajouter un état";
"kProfileZip" = "Code postal :";
"kProfileAddZip" = "Ajouter un code postal";
"kProfileCountry" = "Pays :";
"kProfileAddCountry" = "Ajouter un pays";
"kProfileContactInfo" = "Coordonnées";
"kProfileEmail" = "Email :";
"kProfileAddEmail" = "Ajouter une adresse email";
"kProfileTel" = "Tél :";
"kProfileAddTel" = "Ajouter un numéro de téléphone";
"kProfileDates" = "Dates";
"kProfileDate" = "Date :";
"kProfileBirthDate" = "Date de naissance :";
"kProfileAddBirthDate" = "Ajouter une date de naissance";
"kProfileCustomfield" = "Champ personnalisé";
"kProfileAddCustom" = "Ajouter un champ personnalisé";
"kProfileAddCustomKey" = "Entrez un libellé";
"kProfileAddCustomValue" = "Entrez une valeur";
"kProfileAddCustomTitle" = "Modifier le texte prédéfini";
"kFillClickPrompt" = "Cliquez n'importe où pour placer le contenu";
"kFillDoSignPrompt" = "Après la signature, les champs du formulaire ne peuvent pas être modifiés.";
"kFill" = "Remplir";
"kAddText" = "Ajouter du texte";
"kAddCheck" = "Ajouter une coche";
"kAddX" = "Ajouter un X";
"kAddDot" = "Ajouter un point";
"kAddLine" = "Ajouter une ligne";
"kAddRoundedRectangle" = "Ajouter un rectangle arrondi";
"kAddCombField" = "Ajouter un champ de peigne";

//new UI
"kFilter" = "Filtrer";
"kFilterResult" = "Résultat du filtre";
"kFilterComments" = "Filtrer les commentaires";
"kAreaHighlight" = "Mise en évidence d'une zone";
"kMeasure" = "Mesurer";
"kImageAnnotation" = "Annotation d'image";

"kNoResultsTip" = "Aucun résultat ne correspond à vos critères de recherche";
"kNoBookmarks" = "Pas de signets";
"kNoOutline" = "Pas de contour";
"kNoComments" = "Sans commentaires";
"kNoAttachments" = "Aucune pièce jointe";
"kNoDigitalSignatures" = "Pas de signatures numériques";
"kClearOutline" = "Voulez-vous vraiment effacer tous les contours ?";
"kClearAttachments" = "Voulez-vous vraiment effacer toutes les pièces jointes ?";

"kGroupList" = "Liste des groupes";

"kGallery" = "Galerie";
"kCamera" = "Appareil photo";
"kImport" = "Importer";
"kTools" = "Outils";
"kRetry" = "Réessayer";

"kSelectFile" = "Sélectionner un fichier";
"kSelectFolder" = "Sélectionner un dossier";
"kSelected" = "Sélectionné(s)";
"kComments" = "Commentaires";
"kBookmarks" = "Signets";

"kDeleting" = "Suppression...";
"kAdding" = "Ajouté...";
"kInserting" = "Insérer...";
"kPasting" = "Coller...";
"kCopying" = "Copie...";

"kThumnailPasteTip" = "Appuyez pour coller les pages ici ou faites glisser pour réorganiser";
"kAll" = "Tout";
"kAnnotated" = "Annoté";
"kBookmarked" = "Signet placé";


"kSelectRedactText" = "Sélectionnez le texte ou le contenu que vous souhaitez masquer";
"kRedactPages" = "Masquer des pages";
"kSelectRedactPage" = "Sélectionnez les pages que vous souhaitez masquer";
"kRedactNoAnnote" = "Il n'y a aucune annotation de masquage dans le document.";

"kSearchNoMatches" = "Aucune correspondance n'a été trouvée.";
"kSearchRedaction" = "Marquer les résultats cochés pour le masquage";

"kFailSummary" = "Échec de la création du résumé des commentaires.";
"kNoCommentSummary" = "Aucun commentaire n'a été trouvé dans le document en coursl.";
"kProcessing..." = "Traitement…";
"kInputOwnerPassword" = "Le document en cours est protégé. Entrez le mot de passe d'autorisation.";
"kFlattenSuccessful" = "L'aplatissement est réussi";
"kSummarizeSuccessful" = "Résumé des commentaires créé avec succès.";

"kReplyHasBeenAdded" = "La réponse a été ajoutée";

"kCustomizeColors" = "Personnaliser les couleurs";
"kProperty" = "Propriété";
"kShape" = "Mettre en forme";

"kPen" = "Crayon";
"kBrush" = "Pinceau";
"kBackgroundColor" = "Couleur d'arrière-plan";
"kTextColor" = "Couleur du texte";

"kViewSettings" = "Afficher le paramétrage";
"kSinglePage" = "Une seule page";
"kCoverFacing" = "Orientation de couverture";
"kDay" = "Jour";
"kNight" = "Nuit";
"kAutoFlip" = "Rotation automatique";
"KRotateView" = "Rotation affichage";
"kAddTools" = "Ajouter des outils";
"kToolList" = "Liste des outils";
"kPanandZoom" = "Panoramique et zoom";
"kAddedTools" = "Outils ajoutés";
"kDrawing" = "Dessin";
"kAddToolsTip" = "Appuyez sur le bouton \"+\" situé à droite de la liste suivante pour ajouter l'outil";
"kStandardStamps" = "Tampons standards";
"kSignHere" = "Signer ici";
"kDynamicStamps" = "Tampons dynamiques";
"kHighlighter" = "Surligneur";
"kCropAllPages" = "Rogner toutes les pages";
"kCropPagesSymmetrically" = "Rogner les pages symétriquement";
"kAutomaticallyCropPages" = "Rogner automatiquement les pages";
"kManuallyCropPages" = "Rogner manuellement les pages";
"kRemoveAllPageCropping" = "Éliminer le rognage de toutes les pages";

"kTextField" = "Champ texte";
"kCheckBox" = "Case à cocher";
"kRadioButton" = "Bouton radio";
"kComboBox" = "Menu déroulant";
"kListBox" = "Liste déroulante";
"kSignatureField" = "Champ Signature";

"kLink" = "Lien";
"kAudioTapNotice" = "Touchez la page pour y insérer de l'audio";
"kVideoTapNotice" = "Touchez la page pour y ajouter une vidéo";
"kChooseAudio" = "Choisir de l'audio";
"kRecord" = "Enregistrer";
"kLinkTapNotice" = "Tracez une zone pour sélectionner le contenu devant être associé";
"kSettings" = "Paramètres";
"kGoToPage" = "Lien de page";
"kOpenWebLink" = "Associer un lien web";
"kLinkHeader" = "DESTINATION";
"kEnterWebLink" = "Entrez un lien web";
"kInvalidWebAddr" = "Le lien ne peut pas être vide.";
"kInvalidPageCount" = "Numéro de page non valide.";
"kThumbnail" = "Vignette";
"kToPage" = "Vers la page";
"kLinkTo" = "Lien vers :";
"kSecurityWarning" = "Avertissement de sécurité";
"kLinkingToWeb" = "Le document tente de se connecter à :";
"kFormNoOptionsTip" = "Cliquez sur \"+\" pour ajouter des éléments";
"kInputNewItemNameTip" = "Entrez le nouveau nom de l'élément";
"kCannotRecordAudio" = "Impossible d'enregistrer de l'audio";
"kEnableAudioPrivacy" = "Impossible d'accéder au microphone pour enregistrer des sons. Veuillez autoriser cet accès dans les paramètres de Confidentialité de votre appareil.";
"kCannotRecordVideo" = "Impossible d'enregistrer des vidéos";
"kEnableVideoPrivacy" = "Impossible d'accéder à la l'appareil photo pour enregistrer des vidéos. Veuillez autoriser cet accès dans les paramètres de Confidentialité de votre appareil.";
"kInvalidLinkUrl" = "Impossible d'ouvrir le fichier URL. Veuillez vérifier que l'URL est correcte.";

"kThumbnail" = "Vignette";
"kNoAnnotatedPages" = "Aucune page annotée";
"kNoBookmarkedPages" = "Aucune page mise en signet";

"kHome" = "Accueil";
"kEdit" = "Modifier";
"kDrawing" = "Dessin";
"kView" = "Afficher";
"kForm" = "Formulaire";
"kFill&Sign" = "Remplir et signer";
"kGotoPage" = "Atteindre la page";
"kEnterPageNumber" = "Entrez un numéro de page";

"kAddPolygonFailedHints" = "Une annotation de polygone doit nécessiter au moins 3 points comme sommets";
"kAddCloudFailedHints" = "Une annotation de nuage de polygone doit nécessiter au moins 3 points comme sommets";
"kAddPolylineFailedHints" = "Une annotation de ligne brisée doit nécessiter au moins 3 points comme sommets";

"kAddSignature" = "Ajouter une signature";
"kNoSignatures" = "Aucune signature";
"kPageStyle" = "Style de page";

//editor
"kUnspportEditTip" = "Impossible de modifier les objets texte que vous avez fait pivoter, basculer ou partagé.";
"kExportImageSucess" = "L'image a été exportée avec succès.";
"kExportImageFailed" = "Impossible d'exporter l'image.";
"kAddPicture" = "Ajouter une image";
"kPaste" = "Coller";
"kStyle" = "Style";
"kAlignment" = "Alignement";
"kRotateLeft" = "Pivoter à gauche";
"kRotateRight" = "Pivoter à droite";
"kClickAddImage" = "Touchez la page pour y ajouter un objet Image";
"kClickAddText" = "Touchez la page pour y ajouter un objet Texte";
"kShowKeyBoard" = "Afficher le clavier";
"kExport" = "Exporter";

//
"kNonSupportDoc" = "Le chiffrement de %@ n'est pas pris en charge.";
"kNoModuleInvalidLicense" = "Vous n'êtes pas autorisé à utiliser ce module complémentaire, veuillez nous contacter pour mettre à niveau votre licence.";
"kImportDocNeedPassword" = "Ce fichier est protégé par un mot de passe. Veuillez saisir le mot de passe ci-dessous.";
"kSpeechPage" = "Page : %d";

"kCut" = "Couper";

//voiceover
"kAddBookMarkItemVoiceOver" = "Ajouter un signet";
"kSearchContentItemVoiceOver" = "Rechercher contenu";
"kPanHanderItemVoiceOver" = "Faites glisser pour réinitialiser la barre d'outils";
"kUndoItemVoiceOver" = "Annuler la dernière action";
"kRedoItemVoiceOver" = "Refaire la dernière action";
"kTabItemVoiceOver" = "onglet";
"kDobClickVoiceOver" = "Appuyer deux fois pour activer ou désactiver";
"konVoiceOver" = "activé";
"koffVoiceOver" = "désactivé";
"kDeleteBookmarksVoiceOver" = "Effacer le signet";
"kUnfoldVoiceOver" = "dérouler";
"kFoldVoiceOver" = "réduire";
"kDobClickRemoveVoiceOver" = "Appuyer deux fois pour supprimer l'outil";
"kDayModeVoiceOver" = "Mode jour";
"kPreReadingVoiceOver" = "Lire la page précédente";
"kPlayBtnPauseVoiceOver" = "Suspendre la lecture";
"kPlayBtnContinueVoiceOver" = "Commencer la lecture";
"kNextPageBtnVoiceOver" = "Lire la page suivante";
"kRepeatbtnVoiceOver" = "Répéter la lecture";
"kExitVoiceOver" = "quitter";
"kLeftRaotatePageVoiceOver" = "faire pivoter la page vers la gauche";
"kRightRaotatePageVoiceOver" = "faire pivoter la page vers la droite";
"kExtractPageVoiceOver" = "extraire la page";
"kCopyPageVoiceOver" = "copier la page";
"kPastePageVoiceOver" = "coller la page";
"kDeleteVoiceOver" = "supprimer la page";
"kRedactTextVoiceOver" = "masquer du texte ou du contenu";
"kRedactPageVoiceOver" = "masquer des pages";
"kRedactSearchVoiceOver" = "rechercher et masquer";
"kAutoflipIncreaseVoiceOver" = "augmenter la vitesse";
"kAutoflipDecreaseVoiceOver" = "réduire la vitesse";
"kPanZoomInVoiceOver" = "zoom avant";
"kPanZoomOutVoiceOver" = "zoom arrière";
"kPanZoomPreviousPageVoiceOver" = "page précédente";
"kPanZoomNextPageVoiceOver" = "page suivante";
"kIncreaseVoiceOver" = "Augmenter";
"kDecreaseVoiceOver" = "Réduire";
"kExitFullScreenVoiceOver" = "quitter le mode plein écran";
"kHomeToolBarVoiceOver" = "Barre d'outils d'accueil";
"kSelectCertVoiceOver" = "sélectionner le certificat";
"kIncSizeVoiceOver" = "Augmenter la taille de police";
"kDecSizeVoiceOver" = "Réduire la taille de police";
"kImgHidVoiceOver" = "Masquer les images";
"kImgShVoiceOver" = "Afficher les images";
"kColorValueAccessibilityLabel" = "valeur de couleur";
"kCustomColorAccessibilityLabel" = "couleur personnalisée";
"kCropDeafultAreaAccessibilityLabel" = "Réinitialiser la région de rognure";
"kDeselectAccessibilityLabel" = "Désélectionner";
"kAdjustBtn" = "Ajustement";
"kUnfoldMoreMenu" = "dérouler plus de menus";
"kTriggerOpVoiceover" = "Faites glisser vers le haut et le bas pour intervertir les opérations";
"kPanelListVoiceover" = "Liste du panneau";
"kBackToTopVoiceover" = "Retour en haut";
"kColorVoiceover" = "Couleur";
"kBrightnessVoiceover" = "Luminosité";
"kContrastVoiceover" = "Contraste";
"kPhotoModelVoiceover" = "photo";
"kColorModelVoiceover" = "couleur";
"kBackWhiteModelVoiceover" = "noir et blanc";
"kGrayscaleModelVoiceover" = "échelle de gris";
"kContinueScanVoiceover" = "Numérisation continue";
"kSingleScanVoiceover" = "Numériser une seule page";
"kCloseDetectVoiceover" = "Désactiver la détection automatique";
"kOpenDetectVoiceover" = "Activer la détection automatique";
"kKeepScanVoiceover" = "Continuer à numériser";
"kFolderVoiceover" = "Dossier";
"kListVoiceover" = "Liste";
"kThumbnailVoiceover" = "Vignette";
"kSearchOptionsVoiceover" = "Options de recherche";
